<template>
    <LayoutDefault>
        <div class="page-guaranty page-html text">
            В нашем магазине продаются исключительно оригинальные часы. Все часы снабжаются инструкцией на русском языке. На часы распространяется гарантия сервисного центра, указанного в гарантийном талоне. Срок гарантийного обслуживания составляет 12 месяцев с момента покупки часов в магазине.

            Гарантия признается действительной только в том случае, если имеется правильно заполненный талон с указанием модели, серийного номера часов (в случае его наличия), даты продажи, гарантийного срока, а также с четкими печатями продавца. Модель и серийный номер часов должны соответствовать указанным в гарантийном талоне.

            Осуществление гарантийного ремонта производится в соответствии с гарантийными обязательствами, которые приведены в гарантийном талоне, и строго по адресам гарантийных мастерских, указанных в гарантийном документе.

            Поскольку часы относятся к категории технически сложных товаров (Постановление Правительства РФ №55 от 19.01.1998 г.), возврат (или обмен) по гарантии изделия от покупателя осуществляется в соответствии с Законом РФ «О защите прав потребителей», при проведении технического освидетельствования изделия — акта признания часов неисправными по вине завода-изготовителя.

            <h3>Условия гарантии</h3>

            <ul>
                <li>Исправная работа изделия гарантируется только в случае полного соблюдения требований, описанных в инструкции по его эксплуатации.</li>
                <li>Если изделие выйдет из строя в течение гарантийного срока, покупатель имеет право на бесплатный ремонт этого изделия. Продавец не несет ответственности за ущерб, причиненный неисправностью часов их владельцу.</li>
            </ul>

            <h3>Негарантийные случаи</h3>

            Продавец имеет право отказать покупателю в гарантийном обслуживании в приведенных ниже случаях:
            <ul>
                <li>Часы подвергались ударным и вибрационным нагрузкам, то есть использовались в условиях, оказывающих на них разрушающее воздействие.</li>
                <li>Часы подвергались ремонту, который был осуществлен не в гарантийной мастерской.</li>
                <li>На часах  обнаруживаются следы постороннего проникновения или попыток самостоятельного ремонта (нарушена сохранность или вскрыты гарантийные пломбы, часы имеют срывы, царапины, вмятины или другие повреждения, которые могут говорить о попытках их вскрытия).</li>
                <li>Серийный номер часов не совпадает с тем номером, который указан в гарантийном талоне.</li>
                <li>В гарантийном талоне были сделаны какие-либо неавторизованные изменения (дополнения, исправления).</li>
                <li>На часах есть следы механических повреждений, ударов, небрежного обращения и транспортировки (вылетело или разбилось стекло, слетели стрелки, отсутствует заводная головка, кнопки, имеются грубые зазубрины на корпусе часов, сколы керамики).</li>
                <li>Повреждения вызваны воздействием температуры, попаданием влаги, пыли, грязи в результате того, что были нарышены правила эксплуатации. Часы с обозначением «Water resistance 30 м» не предназначены для плавания (только бытовая устойчивость от водных брызг и мелких попаданий воды на часы). Запрещается воздействовать на головку и кнопки часов, находящихся в воде.</li>
                <li>Повреждения механизма связаны с переводом календаря в период между 21:00 и 04:00 часами — в тот момент, когда задействован механизм автоматического изменения даты и дня недели.</li>
                <li>Повреждения вызваны воздействием статического электричества, магнитного поля, химически агрессивных веществ и газов.</li>
                <li>Отклонение секундной стрелки от штрихов шкалы менее, чем на 0,5 минутного деления.</li>
            </ul>

            Внимание! Гарантия не распространяется на ремешок (браслет), все его компоненты, а также элементы питания (батарейки).

            <h3>Возврат</h3>

            Для возврата или обмена бракованных часов требуется предоставить заключение из соответствующего сервисного центра о заводском дефекте, в тот магазин, в котором осуществлялась продажа. Возврат денежных средств происходит в течение 10 рабочих дней.

            <h3>Обмен и возврат часов надлежащего качества</h3>

            Вернуть или обменять купленные часы надлежащего качества, которые пришлись вам не по вкусу или не подошли по цвету, форме, фасону или какой-либо еще подобной причине, нельзя, поскольку часы являются технически сложным товаром.

            Постановлением Правительства РФ от 27.05.2016 № 471 часы включены в «Перечень непродовольственных товаров надлежащего качества, не подлежащих возврату или обмену на аналогичный товар других размера, формы, габарита, фасона, расцветки или комплектациии».

            Часы — это многофункциональное устройство. Как прибор времени, они обеспечивают выполнение нескольких функций — измерение текущего времени в часах, минутах и секундах, а также обладают функцией водозащиты (в различных пределах). Кроме того, как аксессуар часы выполняют функцию демонстрации статуса и стиля владельца, придают законченный вид его образу. Советуем вам ответственно относиться к выбору часов!

            <h3>ГАРАНТИЙНЫЕ МАСТЕРСКИЕ — СЕРВИСНЫЕ ЦЕНТРЫ</h3>

            г. Москва, ул. Марксистская, д. 34
            Тел. +7(495) 911-68-98; +7(495) 911-67-97

            <div>
                <iframe
                    src="https://yandex.ru/map-widget/v1/-/CCU5ePAchB"
                ></iframe>
            </div>
        </div>
    </LayoutDefault>
</template>

<script>
    import LayoutDefault from '@/components/Layouts/Default.vue'
    import useSeo from '@/use/useSeo'
    import useImage from '@/use/useImage'

    export default {
        components: {
            LayoutDefault,
        },
        setup() {
            const { resolveImage } = useImage()

            useSeo()

            return {
                resolveImage
            }
        }


    }
</script>

<style lang="postcss">
  .page-guaranty {
    iframe {
      width: 100vw;
      height: em(400px);
      border: none;
    }
  }
</style>
