<template>
    <LayoutDefault>
        <div class="page-payment page-html text">
            <h3>Оплатить покупку можно:</h3>

            <ul>
                <li>В нашем магазине наличными, банковской картой (VISA, MasterCard, Maestro, МИР, UnionPay), Аndroid Pay, Apple Pay, Samsung Pay.</li>
                <li>Наличными или банковской картой курьеру по России и странам СНГ.</li>
                <li>Банковской картой через сайт (онлайн-оплата). Обработка платежа надежно защищена, т. к. производится в процессинговом центре Сбербанка России.</li>
                <li>Для юридических лиц применяется наличный и безналичный расчет.</li>
                <li>Возможны рассрочка и кредит через БАНКИ: ТИНЬКОФФ, СБЕР, АЛЬФА-БАНК, РАЙФФАЙЗЕНБАНК, БАНК ОТКРЫТИЕ, ПОЧТА БАНК...</li>
            </ul>

            <h3>Оформление заказа</h3>

            Чтобы заказать те или иные часы, вы можете:

            <ul>
                <li>Отправить заявку на покупку часов через сайт. Для этого заполните соответствующую форму заказа на странице с часами, которые вы желаете приобрести. Через эту же форму заказа вы можете забронировать часы, чтобы в дальнейшем приобрести их в магазине.</li>
                <li>Отправить заказ по почте: zakaz@vostok-europe.shop.</li>
                <li>Сделать заказ по телефону: +7(926) 300 74 91.</li>
            </ul>

            Онлайн-заявки принимаются 24 часа в сутки. Заявки по телефону — с 10:00 до 21:00 по Москве.

            <h3>Доставка</h3>

            После того, как мы получим вашу заявку, мы подтвердим заказ и выставим счет или свяжемся с вами по телефону и отправим к вам курьера в день заказа или на следующий день.

            Если вы из другого города, мы подтверждаем заказ и отправляем его службой доставки. До вас посылка будет идти от 1 до 3 дней.

            <h3>Стоимость доставки</h3>

            <ul>
                <li>Доставка от 6000 руб. по Москве (курьером) и всей России (службой доставки) — бесплатная.</li>
                <li>При стоимости часов меньше 6000 руб. стоимость доставки составляет 500 руб. Эта сумма будет добавлена к стоимости заказа.</li>
            </ul>

            Если вы отказываетесь от покупки, то услуги курьера надо оплатить — 500 руб.

            <h3>Покупка часов в часовом салоне</h3>

            Для приобретения часов мы приглашаем всех покупателей посетить наш часовой салон на Новом Арбате, 15. Здесь вы сможете внимательно рассмотреть заинтересовавшую вас модель, посмотреть, как часы смотрятся на руке, сравнить их с другими моделями, а также задать любые интересующие вас вопросы по часам нашим опытным консультантам.
        </div>
    </LayoutDefault>
</template>

<script>
    import LayoutDefault from '@/components/Layouts/Default.vue'
    import useSeo from '@/use/useSeo'

    export default {
        components: {
            LayoutDefault,
        },
        setup() {
            useSeo()
        }


    }
</script>

<style lang="postcss">
  .page-payment {

  }
</style>
