<template>
    <LayoutDefault>
        <div class="page-privacy page-html text">
            <h2>
                Политика конфиденциальности
            </h2>

            <h3>Каким образом мы используем собранную информацию?</h3>

            Мы обрабатываем данные пользователей в соответствии с законодательством РФ:

            <ul>
                <li>Ст. 24 Конституции Российской Федерации.</li>
                <li>Ст. 6 Федерального закона №152-ФЗ «О персональных данных» и иными федеральными законами и нормативно-правовыми актами.</li>
            </ul>

            Полученная информация позволяет нам:

            <ul>
                <li>Создать сайт, удовлетворяющий потребности наших пользователей, при помощи усовершенствования функционала, разработки понятной навигации, размещения полезного контента, создания удобных сервисов.</li>
                <li>Определять потребности посетителей сайта на основе реакции на предлагаемую информацию и писать эффективные тексты.</li>
                <li>Предоставлять пользователям доступ к интерактивным опциям на сайте.</li>
                <li>Информировать вас об изменениях, которые касаются наших услуг.</li>
                <li>Предоставлять запрашиваемые вами данные и информацию, которая могла бы вас заинтересовать: коммерческое предложение, новости и т. д.</li>
                <li>Улучшать качество обслуживания клиентов: предоставлять ответы на вопросы, реагировать на ваши замечания.</li>
                <li>Предоставлять услуги, которые вы заказали на нашем сайте.</li>
            </ul>

            <h3>Хранение, прекращение обработки и обеспечение безопасности вашей личной информации</h3>

            Чтобы защитить персональные данные наших пользователей, мы используем все необходимые меры безопасности: административные, управленческие и технические. Мы соблюдаем международные стандарты защиты информации, собранной в сети Интернет.

            Все сотрудники, которые работают у нас, придерживаются правил в рамках политики конфиденциальности.

            Наш сайт гарантирует отсутствие утечки информации и ее несанкционированного изменения и использования.

            Несмотря на то, что мы делаем все необходимое, чтобы защитить персональные данные, вам все-таки нужно соблюдать меры предосторожности, пребывая в виртуальном пространстве.

            Мы не предоставляем какую-либо конфиденциальную информацию третьим лицам. Исключение составляют следующие случаи:

            <ul>
                <li>Вы дали свое разрешение на разглашение персональных данных.</li>
                <li>Предоставления конфиденциальной информации потребовало законодательство РФ.</li>
            </ul>

            Обработка персональной информации будет прекращена при пожелании владельца персональных данных, который направит нам соответствующее письмо на наш e-mail: zakaz@vostok-europe.shop.

            Бумажные документы, на которых зафиксированы ваши личные данные, мы храним в соответствии с Федеральным законом №125-ФЗ «Об архивном деле в Российской Федерации».

            <h3>Наша политика конфиденциальности действует только на нашем сайте</h3>

            Иногда на нашем сайте можно увидеть ссылки на сайты компаний, которые являются нашими партнерами или рекламодателями. Кликая на эти ссылки, вы переходите на сайт, где собственная политика конфиденциальности, а значит, свои правила. За них мы не несем ответственности. Поэтому мы просим вас ознакомиться с этими правилами, прежде чем предоставлять свои персональные данные.

            <h3>Могут ли произойти изменения в политике конфиденциальности?</h3>

            Если в политике конфиденциальности произойдут изменения, на этой странице появится подробная информация. В некоторых случаях мы сообщаем об этом по электронной почте.

            <h3>Какую информацию мы собираем?</h3>

            Мы собираем информацию о посетителях нашего сайта при помощи сервисов Google Analytics и Яндекс.Метрика. Делается это для того, чтобы изучить поведение посетителей, обозначить сегменты целевой аудитории и создать удобный и полезный ресурс, где наш пользователь легко найдет всю интересующую информацию.

            При помощи Google Analytics и Яндекс.Метрика мы собираем следующие данные:

            <ul>
                <li>Информацию о поисковых запросах, которые приводят вас на наш сайт.</li>
                <li>Данные о том, каким браузером вы пользуетесь, какая стоит операционная система, какое разрешение у монитора, какой тип мобильного устройства (если вы попадаете на наш сайт, используя телефон).</li>
                <li>Информацию о географическом месторасположении, половой и языковой принадлежности.</li>
                <li>Информацию о вашем поведении на сайте: времени и глубине просмотра, движениях мыши, нажатии клавиш.</li>
            </ul>

            Помимо этого, мы выполняем сбор и другой информации:

            <ul>
                <li>Все письма, отправляемые вами на нашу электронную почту, — мы обрабатываем вопросы пользователей, даем ответы, улучшаем работу наших служб.</li>
                <li>Анкеты и формы обратной связи, которые вы заполняете.</li>
                <li>Ваши персональные данные: полные фамилия и имя, электронный и домашний адрес, телефонный номер.</li>
                <li>Звонки, которые вы делаете нам, и которые мы делаем вам.</li>
                <li>Ваш IP.</li>
                <li>Время захода на сайт.</li>
                <li>Данные cookie.</li>
            </ul>

            При переходе на сайт на ваш компьютер отправляются куки — данные, позволяющие аутентифицировать пользователя, сохранить персональные настройки пользователя, вести статистику о пользователе.

            Куки нужны для того, чтобы пользователь ощущал себя максимально комфортно. Благодаря им не приходится каждый раз вводить логин и пароль, менять настройки. Сайт автоматически подстраивается под конкретного юзера.

            Если вы не хотите, чтобы на ваш компьютер отправлялись куки, вы можете запретить браузеру получать cookies, изменив настройки. Однако учтите, что это может негативно отразиться на работе некоторых веб-сервисов.
        </div>
    </LayoutDefault>
</template>

<script>
    import LayoutDefault from '@/components/Layouts/Default.vue'
    import useSeo from '@/use/useSeo'
    import useImage from '@/use/useImage'

    export default {
        components: {
            LayoutDefault,
        },
        setup() {
            const { resolveImage } = useImage()

            useSeo()

            return {
                resolveImage
            }
        }


    }
</script>

<style lang="postcss">
  .page-privacy {
    iframe {
      width: 100vw;
      height: em(400px);
      border: none;
    }
  }
</style>
